app/views/apprentice_evaluations/index.html.erb

    <br>
    <% ae.skills.each do |skill| %>
---
SELECT "skills".* FROM "skills" WHERE "skills"."apprentice_evaluation_id" = $1  [["apprentice_evaluation_id", 27]]