app/views/notifier_mailer/results_email.html.erb

      <br>
      <% @apprentice_evaluation.skills.each do |skill| %>
---
SELECT "skills".* FROM "skills" WHERE "skills"."apprentice_evaluation_id" = $1  [["apprentice_evaluation_id", 53]]